#!/usr/bin/env python3
# -*- coding: utf-8 -*-
# (c) @AlbertEinsteinTG

class Translation(object):
    
    START_TEXT = """<b>Hey {}!!</b>

ഞാൻ <b><a href="https://t.me/Film_House2">🔰𝔽𝕀𝕃𝕄 H𝕆𝕌𝕊𝔼🔰</a></b><b>എന്ന ഗ്രൂപ്പിൽ മൂവീസ് കൊടുക്കുന്ന ബോട്ട് ആണ്

നോക്കണ്ടാ എന്നെ മറ്റു ഗ്രൂപ്പിൽ ഒന്നും ഉപയോഗിക്കാൻ കഴിയുകയില്ല</b>

Mᴀɪɴᴛᴀɪɴᴇᴅ Bʏ <b><a href="https://t.me/SB_KUNJAVA">Sʙ᭄𝕂𝕌ℕ𝕁𝔸𝕍𝔸࿐</a></b>
"""    
    
    HELP_TEXT = """
<b><i><u>I Know I Am A Pewer Bot🔥</u></i></b>

<i>
-> Any Doubt Ask</I> : <b><a href="https://t.me/SB_World_01">Sʙ᭄𝕂𝕌ℕ𝕁𝔸𝕍𝔸࿐</a></b>
            
<b>Help ഇല്ല അപ്പൊ എന്തായാലും വന്നതല്ലേ ചാനലിലും കേറിക്കോ..!
            
@
"""
    
    ABOUT_TEXT = """<b>➥ Name</b> : <code>Black Cat🖤</code>
    
<b>➥ Creator</b> : <b><i><a href="https://t.me/SB_KUNJAVA">Sʙ᭄𝕂𝕌ℕ𝕁𝔸𝕍𝔸࿐</a></i></b>

<b>➥ Language</b> : <code>Python3</code>

<b>➥ Library</b> : <i><a href="https://docs.pyrogram.org">Pyrogram Asyncio 1.13.0 </a></i>

<b>➥ Source Code</b> : 🔐

<b>➥ Group </b> : <b><a href="https://t.me/Film_House2">🔰𝔽𝕀𝕃𝕄 H𝕆𝕌𝕊𝔼🔰</a></b>
"""
